Repository: RenYuan-MC/RYSurvival
Catalog: Server/plugins/ImageOnMap/i18n/*.po
Languages: fr_fr

source: You need to give a map name.
fr_fr: Vous devez donner le nom d'une carte.

source: This map does not exist.
fr_fr: Cette carte n'existe pas.

source: You are going to delete
fr_fr: Vous êtes sur le point de supprimer

source: Are you sure ?
fr_fr: Êtes-vous sûr ?

source: [Confirm]
fr_fr: [Confirmer]

source: {red}This map will be deleted {bold}forever{red}!
fr_fr: {red}Cette carte sera supprimée {bold}définitivement{red} !

source: Map successfully deleted.
fr_fr: Carte supprimée avec succès.

source: The requested map was too big to fit in your inventory.
fr_fr: La carte demandée est trop grosse et ne rentre pas dans votre inventaire.

source: Use '/maptool getremaining' to get the remaining maps.
fr_fr: Utilisez “/maptool getremaining” pour récupérer les cartes restantes.

source: You have no remaining map.
fr_fr: Vous n'avez aucune carte restante.

source: Your inventory is full! Make some space before requesting the remaining maps.
fr_fr: Votre inventaire est plein ! Faites de la place avant de demander les cartes supplémentaires.

source: There is {0} map remaining.
fr_fr: Il y a {0} carte restante.

source: No map found.
fr_fr: Aucune carte.

source: {white}{bold}{0} map found.
fr_fr: {white}{bold}{0} carte.

source: {white}Click{gray} to get this map
fr_fr: {white}Cliquez{gray} pour obtenir cette carte

source: A migration process is already running. Check console for details.
fr_fr: Un processus de migration est déjà en cours. Consultez la console pour plus de détails.

source: Migration started. See console for details.
fr_fr: Migration démarrée. Consultez la console pour plus de détails.

source: You must give an URL to take the image from.
fr_fr: Vous devez fournir l'URL de l'image.

source: Invalid URL.
fr_fr: URL invalide.

source: Rendering...
fr_fr: Rendu en cours...

source: {cst}Rendering finished!
fr_fr: {cst}Rendu achevé !

source: The rendered map was too big to fit in your inventory.
fr_fr: La carte rendue est trop grosse et ne rentre pas dans votre inventaire.

source: {ce}Map rendering failed: {0}
fr_fr: {ce}Impossible de faire le rendu de la carte : {0}

source: {0} » {black}Confirm deletion
fr_fr: {0} » {black}Confirmation de suppression

source: {red}You're about to destroy this map...
fr_fr: {red}Vous êtes sur le point de supprimer cette carte...

source: {red}...{italic}forever{red}.
fr_fr: {red}...{italic}pour toujours{red}.

source: {gray}Name: {white}{0}
fr_fr: {gray}Nom : {white}{0}

source: {gray}Map ID: {white}{0}
fr_fr: {gray}Identifiant : {white}{0}

source: {gray}Maps inside: {white}{0}
fr_fr: {gray}Cartes : {white}{0}

source: {gray}Map successfully deleted.
fr_fr: {gray}Carte supprimée avec succès.

source: {green}Map part
fr_fr: {green}Extrait de carte

source: {gray}Column: {white}{0}
fr_fr: {gray}Colonne : {white}{0}

source: {gray}Row: {white}{0}
fr_fr: {gray}Ligne : {white}{0}

source: {gray}» {white}Click{gray} to get only this part
fr_fr: {gray}» {white}Cliquez{gray} pour récupérer cette partie

source: {gray}Part: {white}{0}
fr_fr: {gray}Partie: {white}{0}

source: Your maps » {black}{0}
fr_fr: Vos cartes » {black}{0}

source: {blue}Rename this image
fr_fr: {blue}Renommer cette image

source: {gray}Click here to rename this image; this is used for your own organization.
fr_fr: {gray}Cliquez ici pour renommer cette image ; ceci ne sert qu'à votre organisation personnelle.

source: {red}Delete this image
fr_fr: {red}Supprimer cette carte

source: {gray}Deletes this map {white}forever{gray}. This action cannot be undone!
fr_fr: {gray}Supprime cette carte {white}pour toujours{gray}. Cette action ne peut être annulée !

source: {gray}You will be asked to confirm your choice if you click here.
fr_fr: {gray}Une confirmation sera demandée si vous cliquez ici.

source: {green}« Back
fr_fr: {green}« Retour

source: {gray}Go back to the list.
fr_fr: {gray}Retourner à la liste.

source: {white}Single map
fr_fr: {white}Carte unique

source: {white}Poster map ({0} × {1})
fr_fr: {white}Poster ({0} × {1})

source: {white}Poster map ({0} parts)
fr_fr: {white}Poster ({0} parties)

source: {gray}Map ID: {0}
fr_fr: {gray}Identifiant : {white}{0}

source: {gray}» {white}Left-click{gray} to get this map
fr_fr: {gray}» {white}Cliquez gauche{gray} pour récupérer cette carte

source: {gray}» {white}Right-click{gray} for details and options
fr_fr: {gray}» {white}Cliquez droit{gray} pour détails et options

source: {red}You don't have any map.
fr_fr: {red}Vous n'avez aucune carte.

source: {gray}Get started by creating a new one using {white}/tomap <URL> [resize]{gray}!
fr_fr: {gray}Commencez par en créer une nouvelle avec {white}/tomap <URL> [resize]{gray} !

source: {black}Your maps {reset}({0})
fr_fr: {black}Vos cartes {reset}({0})

source: {blue}Usage statistics
fr_fr: {blue}Statistiques d'utilisation

source: {white}{0}{gray} image rendered
fr_fr: {white}{0}{gray} image rendue

source: {white}{0}{gray} Minecraft map used
fr_fr: {white}{0}{gray} carte Minecraft utilisée

source: {blue}Minecraft maps limits
fr_fr: {blue}Limites de cartes Minecraft

source: {gray}Server-wide limit: {white}unlimited
fr_fr: {gray}Limite du serveur : {white}illimité

source: {gray}Server-wide limit: {white}{0}
fr_fr: {gray}Limite du serveur : {white}{0}

source: {gray}Per-player limit: {white}unlimited
fr_fr: {gray}Limite individuelle : {white}illimité

source: {gray}Per-player limit: {white}{0}
fr_fr: {gray}Limite individuelle : {white}{0}

source: {white}{0} %{gray} of your quota used
fr_fr: {white}{0} %{gray} de votre quota utilisé

source: {white}{0}{gray} map left
fr_fr: {white}{0}{gray} carte restante

source: HTTP error : {0} {1}
fr_fr: Erreur HTTP : {0} {1}

source: The given URL is not a valid image
fr_fr: L'URL donnée n'est pas une image valide.

source: Map
fr_fr: Carte

source: You have too many maps (maximum : {0}).
fr_fr: Vous avez trop de cartes (maximum : {0}).

source: The server ImageOnMap limit has been reached.
fr_fr: La limite serveur de cartes a été atteinte.

source: The given map does not exist.
fr_fr: La carte donnée n'existe pas.

source: Migration is already running.
fr_fr: La migration est déjà en cours.

source: Waiting for migration to finish...
fr_fr: Attente de la fin de la migration...

source: Migration thread has been interrupted while waiting to finish. It may not have ended correctly.
fr_fr: Le thread a été interrompu durant l'attente de la fin de la migration. Cette dernière pourrait s'être achevée anormalement.

source: Error while preparing migration
fr_fr: Une erreur est survenue lors de la préparation de la migration.

source: Aborting migration. No change has been made.
fr_fr: La migration est annulée. Aucun changement n'a été effectué.

source: Error while migrating
fr_fr: Erreur lors de la migration

source: Aborting migration. Some changes may already have been made.
fr_fr: La migration est annulée. Certains changements ont pu être effectués malgré tout.

source: Before trying to migrate again, you must recover player files from the backups, and then move the backups away from the plugin directory to avoid overwriting them.
fr_fr: Avant de re-tenter la migration, vous devez récupérer les fichiers des joueurs depuis la sauvegarde qu'a été effectuée automatiquement, puis déplacer les sauvegardes hors du dossier du plugin afin d'éviter de les écraser.

source: Looking for configuration files to migrate...
fr_fr: Recherche de fichiers de configuration à migrer...

source: Detected former posters file {0}
fr_fr: Vieux fichier de posters détecté : {0}

source: Detected former maps file {0}
fr_fr: Vieux fichier de carte détecté : {0}

source: There is nothing to migrate. Stopping.
fr_fr: Il n'y a rien à migrer. Le processus est arrêté.

source: Done.
fr_fr: Terminé.

source: Backup directories already exists.
fr_fr: Les répertoires de sauvegarde existent déjà.

source: This means that a migration has already been done, or may not have ended well.
fr_fr: Cela signifie qu'une migration a déjà été faite, ou qu'elle n'a possiblement pas terminé correctement.

source: To start a new migration, you must move away the backup directories so they are not overwritten.
fr_fr: Pour démarrer une nouvelle migration, vous devez déplacer les répertoires de sauvegarde afin qu'ils ne soit pas écrasés.

source: Backing up map data before migrating...
fr_fr: Sauvegarde des données des cartes avant la migration…

source: Backup complete.
fr_fr: Sauvegarde terminée.

source: Fetching UUIDs from Mojang...
fr_fr: Récupération des UUID depuis Mojang...

source: An error occurred while fetching the UUIDs from Mojang
fr_fr: Une erreur est survenue lors de la récupération des UUIDs depuis Mojang.

source: The migration worker has been interrupted
fr_fr: Le processus de migration a été interrompu.

source: Fetching done. {0} UUID have been retrieved.
fr_fr: Récupération achevée. {0} UUID a été retrouvé.

source: Mojang did not find UUIDs for {0} player at the current time.
fr_fr: Mojang n'a pas trouvé d'UUID pour {0} joueur à l'heure actuelle.

source: The Mojang servers limit requests rate at one per second, this may take some time...
fr_fr: Les serveurs de Mojang limitent les requêtes à une par seconde, cette étape risque de durer un petit moment...

source: The following players do not exist or do not have paid accounts :
fr_fr: Les joueurs suivant n'existent pas ou n'ont pas de compte payant :

source: Mojang could not find any of the registered players.
fr_fr: Mojang n'a pu trouver aucun des joueurs enregistrés.

source: Merging map data...
fr_fr: Fusion des données des cartes...

source: {0} registered minecraft map is missing from the save.
fr_fr: {0} carte Minecraft enregistrée n'a pas été retrouvée dans la sauvegarde.

source: These maps will not be migrated, but this could mean the save has been altered or corrupted.
fr_fr: Ces cartes ne seront pas migrées, mais cela peut signifier que votre sauvegarde a été modifiée ou corrompue.

source: The following maps are missing : {0}
fr_fr: Les cartes suivantes sont manquantes : {0}

source: Saving changes...
fr_fr: Sauvegarde des changements...

source: Cleaning up old data files...
fr_fr: Nettoyage des vieux fichiers de données...

source: Deleting old map data file...
fr_fr: Suppression du vieux fichier de données des cartes...

source: {0} map could not be migrated.
fr_fr: {0} carte n'a pas pu être migrée.

source: Deleting old poster data file...
fr_fr: Suppression du vieux fichier de données des posters...

source: {0} poster could not be migrated.
fr_fr: {0} poster n'a pas pu être migré.

source: Data that has not been migrated will be kept in the old data files.
fr_fr: Les données qui n'ont pas été migrées seront conservées dans les vieux fichiers de données.

source: {0} (part {1})
fr_fr: {0} (partie {1})

source: {0} (row {1}, column {2})
fr_fr: {0} (ligne {1}, colonne {2})

source: Splatter Map
fr_fr: Poster auto-dépliant

source: Item frames needed
fr_fr: Cadres requis

source: How to use this?
fr_fr: Comment l'utiliser ?

source: Place empty item frames on a wall, enough to host the whole map. Then, right-click on the bottom-left frame with this map.
fr_fr: Placez des cadres vides sur un mur, en quantité suffisante pour accueillir la carte entière. Ensuite, cliquez-droit sur le cadre en bas à gauche avec cette carte.

source: Shift-click one of the placed maps to remove the whole poster in one shot.
fr_fr: Cliquez accroupi l'une des cartes du poster pour le retirer d'un coup.

source: {ce}There is not enough space to place this map ({0} × {1}).
fr_fr: {ce}Il n'y a pas assez d'espace pour accueillir ce poster ({0} × {1}).
